Repository: gruz0/social-community-popup
Catalog: languages/social-community-popup-*.po
Languages: ru_ru

source: Odnoklassniki
ru_ru: Одноклассники

source: Follow
ru_ru: Читать

source: Tweets
ru_ru: Твиты

source: VK
ru_ru: ВКонтакте

source: Show immediately
ru_ru: Показано сразу

source: Show after delay before it rendered
ru_ru: Показано после задержки

source: Show after click on CSS-selector
ru_ru: Показано после клика на CSS-элемент

source: Show after scrolling down
ru_ru: Показано при прокрутке окна

source: Show on exit intent
ru_ru: Показано при уходе со страницы

source: (no events fired)
ru_ru: (событий нет)

source: After delay before show widget
ru_ru: После задержки перед показом виджета

source: After click on CSS-selector
ru_ru: После клика на CSS-элемент

source: On scrolling down
ru_ru: При прокрутке окна

source: On exit intent
ru_ru: При уходе со страницы

source: You should to add a CSS selector in the plugin settings. Otherwise it won't be work.
ru_ru: Укажите CSS селектор в настройках плагина. В противном случае окно не появится.

source: Follow Us on Social Media!
ru_ru: Следуйте за нами в социальных сетях!

source: Thanks! Please don't show me popup.
ru_ru: Спасибо! Я уже с вами.

source: Follow on Twitter
ru_ru: Подписка в Twitter

source: Subscribe on VK.com
ru_ru: Подписка во ВКонтакте

source: Unsubscribe from VK.com
ru_ru: Отписка от ВКонтакте

source: Subscribe on Facebook
ru_ru: Подписка на Facebook

source: Unsubscribe from Facebook
ru_ru: Отписка от Facebook

source: Common Settings
ru_ru: Общие настройки

source: Debug Mode
ru_ru: Режим отладки

source: Tabs Order
ru_ru: Порядок отображения табов

source: Close the popup by clicking anywhere on the screen
ru_ru: Закрывать окно при нажатии на любую область экрана

source: Close the popup when ESC pressed
ru_ru: Закрывать окно при нажатии на клавишу ESC

source: Show widget on mobile devices
ru_ru: Отображать виджет на мобильных устройствах

source: Show Plugin Menu in Admin Bar
ru_ru: Показывать меню плагина в админ баре

source: View
ru_ru: Внешний вид

source: Widget Title
ru_ru: Заголовок виджета

source: Use Icons Instead of Labels in Tabs
ru_ru: Использовать иконки вместо надписей в табах

source: Icons Size
ru_ru: Размер иконок

source: Hide Tabs if One Widget is Active
ru_ru: Скрывать панель табов, если активна только 1 соц. сеть

source: Align Tabs to Center
ru_ru: Выровнять табы с названием соц. сетей по центру

source: Show Close Button in Title
ru_ru: Отображать кнопку закрытия виджета в заголовке окна

source: Show Button to Close Widget
ru_ru: Показывать кнопку закрытия окна (внизу виджета)

source: Button to Close Widget Title
ru_ru: Надпись на кнопке закрытия окна

source: Example:
ru_ru: Пример:

source: Button to Close Widget Style
ru_ru: Стиль кнопки закрытия окна

source: Delay Before Show Button to Close Widget (sec.)
ru_ru: Задержка перед отображением кнопки закрытия окна (внизу), в сек.

source: Container Width
ru_ru: Ширина родительского контейнера

source: Container Height
ru_ru: Высота родительского контейнера

source: Border Radius
ru_ru: Радиус скругления углов виджета

source: Overlay Color
ru_ru: Цвет фоновой заливки контейнера (#HEX или RGB)

source: Overlay Opacity
ru_ru: Прозрачность цвета фоновой заливки (в процентах)

source: Widget Background Image
ru_ru: Фоновое изображение виджета

source: View (Mobile Devices)
ru_ru: Внешний вид (мобильные устройства)

source: When Should the Popup Appear?
ru_ru: При наступлении каких событий показывать окно плагина?

source: Select Events for Customizing
ru_ru: Выберите события для использования

source: Popup Will Appear After N Second(s)
ru_ru: Показать окно после просмотра сайта N секунд

source: Popup Will Appear After Clicking on the Given CSS Selector
ru_ru: Показать окно при клике на указанный CSS селектор

source: Hide Element After Click on It
ru_ru: Скрыть элемент после клика на него

source: Do not Use Cookies After Click on Element
ru_ru: Не учитывать куки при вызове окна кликом на CSS селектор

source: Popup Will Appear After Scrolling Down at Least N Percent
ru_ru: Показать окно при прокрутке страницы больше чем N %

source: Popup Will Appear On Exit-Intent
ru_ru: Показать окно при перемещении мыши за пределы страницы

source: Who Should See the Popup?
ru_ru: Каким посетителям показывать окно?

source: Visitor Opened at Least N Number of Pages
ru_ru: Посетитель открыл больше N страниц

source: Registered Users Who Should See the Popup
ru_ru: Зарегистрированные пользователи, которые увидят окно

source: Display After N-days
ru_ru: Повторный показ окна через N дней после закрытия

source: Events Tracking
ru_ru: Отслеживание событий

source: Use Events Tracking
ru_ru: Использовать отслеживание событий

source: Do not use tracking in Debug mode
ru_ru: Не отслеживать в Режиме отладки

source: Google Analytics Tracking ID
ru_ru: Идентификатор Google Analytics

source: Push events to Aquisition > Social > Plugins
ru_ru: Отправлять события в "Соц. функции" > "Плагины"

source: Window Events Descriptions
ru_ru: Описание событий появления окна

source: Push events when displaying the window
ru_ru: Отправлять события при появлении окна

source: Window showed immediately
ru_ru: Окно показано сразу (все события отключены)

source: Window showed after N seconds
ru_ru: Окно показано с задержкой

source: Window showed after click on CSS-selector
ru_ru: Окно показано при клике на CSS-элемент

source: Window showed on scrolling down
ru_ru: Окно показано при прокрутке страницы

source: Window showed on exit intent
ru_ru: Окно показано при уходе со страницы

source: Social Networks Events Descriptions
ru_ru: Описание событий социальных сетей

source: Push events when subscribing on social networks
ru_ru: Отправлять события при подписке на соц. сети

source: Add window events descriptions
ru_ru: Добавлять события появления окна

source: If no events fired
ru_ru: При отключенных событиях

source: When popup will appear after delay before show widget
ru_ru: При задержке перед показом окна

source: On click on CSS-selector
ru_ru: При клике на CSS-элемент

source: On window scrolling down
ru_ru: При прокрутке окна

source: Management
ru_ru: Управление настройками

source: Remove Settings On Uninstall Plugin
ru_ru: Удалить все настройки плагина при его удалении

source: Facebook Community Widget
ru_ru: Виджет групп Facebook

source: Use Facebook
ru_ru: Использовать виджет Facebook

source: Tab Caption
ru_ru: Надпись на вкладке

source: Show Description Above The Widget
ru_ru: Показывать текстовое описание над виджетом

source: Description Above The Widget
ru_ru: Текстовое описание над виджетом

source: Application ID
ru_ru: ID приложения

source: Facebook Page URL
ru_ru: Адрес страницы Facebook (http://)

source: Facebook Locale
ru_ru: Языковая версия

source: Widget Width
ru_ru: Ширина виджета в пикселях

source: Widget Height
ru_ru: Высота виджета в пикселях

source: Adapt to Plugin Container Width
ru_ru: Подстроить ширину виджета под ширину контейнера

source: Use Small Header
ru_ru: Использовать маленький заголовок

source: Hide cover photo in the header
ru_ru: Скрывать обложку группы в заголовке виджета

source: Show profile photos when friends like this
ru_ru: Показывать профили друзей отметивших страницу как понравившуюся

source: Show Content from Tabs
ru_ru: Показывать в виджете события из следующих табов

source: Close Plugin Window After Joining the Group
ru_ru: Закрыть окно плагина после вступления в группу

source: Tracking
ru_ru: Отслеживание

source: Use Tracking
ru_ru: Использовать отслеживание событий

source: Subscribe Event Label
ru_ru: Текст события при подписке

source: Unsubscribe Event Label
ru_ru: Текст события при отписке

source: VKontakte Community Widget
ru_ru: Виджет сообществ и групп ВКонтакте

source: Use VKontakte
ru_ru: Использовать виджет ВКонтакте

source: VKontakte Application ID
ru_ru: ID приложения

source: VKontakte Page or Group ID
ru_ru: ID страницы или группы

source: VKontakte Page URL
ru_ru: Ссылка на группу или паблик

source: Layout
ru_ru: Тип выводимой информации

source: Background Color
ru_ru: Цвет фона

source: Text Color
ru_ru: Цвет текста

source: Button Color
ru_ru: Цвет кнопки

source: Subscribe on VK
ru_ru: Подписка на ВКонтакте

source: Unsubscribe from VK
ru_ru: Отписка от ВКонтакте

source: Odnoklassniki Community Widget
ru_ru: Виджет групп Одноклассников

source: Use Odnoklassniki
ru_ru: Использовать виджет Одноклассников

source: Odnoklassniki Group ID
ru_ru: ID группы

source: Odnoklassniki Group URL
ru_ru: Ссылка на группу

source: Google+ Community Widget
ru_ru: Виджет профиля Google+

source: Use Google+
ru_ru: Использовать Google+

source: Google+ Page Type
ru_ru: Тип виджета Google+

source: Google+ Page URL
ru_ru: Адрес страницы Google+

source: Google+ Locale
ru_ru: Языковая версия

source: Widget Size
ru_ru: Размер виджета в пикселях

source: Google+ Theme
ru_ru: Цветовая схема

source: Show Cover Photo
ru_ru: Показывать обложку

source: Show Tagline
ru_ru: Показывать краткое описание

source: Use Twitter
ru_ru: Использовать виджет Twitter

source: @Username
ru_ru: @ВашЛогин (без "собачки")

source: Follow Button Widget
ru_ru: Виджет Follow Button

source: Use Follow Button Widget
ru_ru: Использовать виджет Follow Button

source: Show Followers Count
ru_ru: Показывать количество фолловеров

source: Show Username
ru_ru: Показывать имя пользователя

source: Follow Button Large Size
ru_ru: Использовать большой размер кнопки

source: Follow Button Align
ru_ru: Выравнивание кнопки

source: Timeline Widget
ru_ru: Виджет Timeline

source: Use Timeline Widget
ru_ru: Использовать виджет Timeline

source: Theme
ru_ru: Тема оформления

source: Link Color
ru_ru: Цвет ссылки

source: Tweet Limit
ru_ru: Выводить последних твитов

source: Show Replies
ru_ru: Показывать ответы на ваши твиты

source: Chrome
ru_ru: Свойства виджета

source: Event Label
ru_ru: Описание события

source: Pinterest Profile Widget
ru_ru: Виджет Pinterest

source: Use Pinterest
ru_ru: Использовать виджет Pinterest

source: Profile URL
ru_ru: Ссылка на профиль

source: Image Width
ru_ru: Ширина изображения в пикселях

source: Common settings
ru_ru: Общие настройки

source: Plugin appearance on desktop devices can be set in this section
ru_ru: В этом разделе настраивается внешний вид плагина для десктопных браузеров

source: Plugin appearance on mobile devices can be set in this section
ru_ru: В этом разделе настраивается внешний вид плагина для мобильных браузеров

source: Plugin events "When should the popup will appear" can be set in this section
ru_ru: В этом разделе настраиваются события когда показывать окно плагина

source: Plugin events "Who should see the popup" can be set in this section
ru_ru: В этом разделе настраиваются события кому показывать окно плагина

source: Events tracking can be set in this section
ru_ru: В этом разделе настраивается отслеживание событий

source: Window rendering uses these events when social networks are disabled.
ru_ru: Эти события используются при отображении окна. Например, вы можете настроить только отправку событий отображения окна и отключить отправку событий подписки на социальные сети.

source: Google Analytics settings.
ru_ru: Настройки Google Analytics

source: This descriptions will concatenate with social networks events descriptions. Example: [Subscribe on Facebook] + [no events fired].
ru_ru: Эти события используются при подписке на социальные сети и могут дополняться событиями отображения окна. Например: "Подписка на Facebook" + "при прокрутке страницы".

source: Management settings can be set in this section
ru_ru: В этом разделе настраивается управление опциями плагина

source: Facebook settings can be set in this section
ru_ru: В этом разделе настраивается виджет Facebook

source: Facebook tracking settings can be set in this section
ru_ru: Настройки отслеживания подписки на Facebook.

source: VK.com settings can be set in this section
ru_ru: В этом разделе настраивается виджет ВКонтакте

source: VK.com tracking settings can be set in this section
ru_ru: Настройки отслеживания подписки на ВКонтакте.

source: Odnoklassniki.ru settings can be set in this section
ru_ru: В этом разделе настраивается виджет Одноклассников

source: Google+ settings can be set in this section
ru_ru: В этом разделе настраивается виджет Google+

source: Twitter settings can be set in this section
ru_ru: В этом разделе настраиваются виджеты Twitter

source: Twitter Follow Button widget settings can be set in this section
ru_ru: В этом разделе настраивается виджет Follow Button от Twitter

source: Twitter Timeline widget settings can be set in this section
ru_ru: В этом разделе настраивается виджет Timeline от Twitter

source: Twitter tracking settings can be set in this section
ru_ru: Настройки отслеживания подписки на Twitter.

source: Pinterest settings can be set in this section
ru_ru: В этом разделе настраивается виджет Pinterest

source: Inside Container
ru_ru: Внутри виджета

source: Outside Container
ru_ru: На фоновой подложке

source: Don't show
ru_ru: Не показывать

source: Link
ru_ru: Обычная ссылка

source: Green button
ru_ru: Зелёная кнопка

source: Blue button
ru_ru: Синяя кнопка

source: Red button
ru_ru: Красная кнопка

source: Upload Image
ru_ru: Загрузить изображение

source: Normal Size
ru_ru: Нормальный размер

source: Popup will appear after N second(s)
ru_ru: После просмотра сайта N секунд

source: Popup will appear after clicking on the given CSS selector
ru_ru: При клике на указанный CSS селектор (ID элемента или имя класса)

source: Popup will appear after a visitor has scrolled on your page at least N percent
ru_ru: Прокрутка страницы больше N процентов

source: Popup will appear on exit-intent (when mouse has moved out from the page)
ru_ru: При попытке уйти со страницы (переход на другую вкладку, перемещение мыши за границы окна)

source: Visitor opened at least N number of page(s)
ru_ru: Посетитель открыл больше N страниц

source: All Registered Users
ru_ru: Все зарегистрированные

source: All Registered Users Exclude Administrators
ru_ru: Все зарегистрированные, кроме администраторов

source: All Registered Users Exclude Administrators and Managers
ru_ru: Все зарегистрированные, кроме администраторов и менеджеров

source: Russian
ru_ru: Русский

source: English
ru_ru: Английский

source: Timelime
ru_ru: Лента новостей

source: Messages
ru_ru: Сообщения

source: Events
ru_ru: События

source: Members
ru_ru: Участники

source: News
ru_ru: Новости

source: Name
ru_ru: Только имена

source: No Header
ru_ru: Не выводить заголовок

source: No Footer
ru_ru: Не выводить нижнюю часть виджета

source: No Borders
ru_ru: Не показывать границы виджета

source: No Scrollbars
ru_ru: Не выводить полосы прокрутки

source: Transparent (Removes the background color)
ru_ru: Сделать виджет прозрачным

source: Light
ru_ru: Светлая

source: Dark
ru_ru: Тёмная

source: Left
ru_ru: Слева

source: Center
ru_ru: По центру

source: Right
ru_ru: Справа

source: Disabled Social Networks Marked As Red
ru_ru: Неактивные социальные сети помечены красным цветом

source: Google+ Person
ru_ru: Профиль пользователя

source: Google+ Page
ru_ru: Страница

source: Google+ Community
ru_ru: Сообщество

source: Portrait
ru_ru: Портретный режим

source: Landscape
ru_ru: Альбомный режим

source: Welcome To Social Media Popup Welcome Screen
ru_ru: Экран приветствия Social Media Popup

source: Social Media Popup Options
ru_ru: Настройки Social Media Popup

source: SMP Options
ru_ru: SMP Настройки

source: Facebook Options
ru_ru: Настройка виджета Facebook

source: VKontakte Options
ru_ru: Настройка виджета ВКонтакте

source: VKontakte
ru_ru: ВКонтакте

source: Odnoklassniki Options
ru_ru: Настройка виджета Одноклассников

source: Google+ Options
ru_ru: Настройка виджета Google+

source: Twitter Options
ru_ru: Настройка виджета Twitter

source: Pinterest Options
ru_ru: Настройка виджета Pinterest

source: Debug
ru_ru: Отладка

source: Settings
ru_ru: Настройки

source: Clear Cookies
ru_ru: Очистить куки

source: You do not have sufficient permissions to access this page.
ru_ru: У вас нет полномочий для доступа к этой странице

source: Close Modal Dialog
ru_ru: Закрыть окно

source: Page will be reload after clear cookies. Continue?
ru_ru: Страница будет перезагружена после очистки кук. Продолжить?

source: Debug mode is activated
ru_ru: Активирован Режим отладки

source: No one of social networks are enabled
ru_ru: Нет активных социальных сетей

source: The user will not be able to close the window
ru_ru: У посетителя нет возможности закрыть окно

source: . It happens only if user will choose
ru_ru: . Это возможно только если посетитель выберет

source: or
ru_ru: или

source: widget(-s)
ru_ru: виджет(-ы)

source: Background image is not available by URL:
ru_ru: Фоновое изображение недоступно по ссылке:

source: Background image has incorrect type. Allowed only:
ru_ru: Фоновое изображение имеет неподдерживаемый тип. Поддерживаются только:

source: Tracking is activated but Google Analytics tracking code is empty
ru_ru: Трекинг активирован, но код отслеживания Google Analytics не указан

source: Application ID is empty
ru_ru: ID приложения пустой

source: Application ID is not a number
ru_ru: ID приложения содержит нечисловое значение

source: Page URL is empty
ru_ru: Адрес страницы пустой

source: Page URL is not a valid URL
ru_ru: Некорректный адрес страницы

source: Page or Group ID is empty
ru_ru: ID страницы или группы пустой

source: Page or Group ID is not a number
ru_ru: ID страницы или группы содержит нечисловое значение

source: Group ID is empty
ru_ru: ID группы пустой

source: Group ID is not a number
ru_ru: ID группы содержит нечисловое значение

source: Group URL is empty
ru_ru: Адрес группы пустой

source: Group URL is not a valid URL
ru_ru: Некорректный адрес группы

source: Username is empty
ru_ru: Имя пользователя пустое

source: No one of available Twitter widgets are selected
ru_ru: Ни один из доступных виджетов не выбран

source: Profile URL is empty
ru_ru: Адрес профиля пустой

source: Profile URL is not a valid URL
ru_ru: Некорректный адрес профиля

source: No errors occurred!
ru_ru: Ошибок не найдено!

source: General
ru_ru: Основные

source: View (Desktop)
ru_ru: Внешний вид (обычные браузеры)

source: Window Events
ru_ru: События окна виджета

source: Social Events
ru_ru: Социальные сети
